[General]
Translator, "Bernard Geneau59277, Bmath84891, Chackulchimay, destrio5, francois21908, Frederic Valery, GTA_doum, J Da Silva, Lomart, Marko, Ozzii, Peter Alby, PoorPocketsMcNewHold, Simon87308, TBen, Tom DARONDOVAS81570, Waroquier44283"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "734"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "28"


[Icon]
R0lGODlhEAAMAPcAAOvr65UXCePj4+rq6u3y89IhDJgXCu/v76Ojo+3t7eXl5efn59AhDNQhDeKn
nlZxkd4iEJAUBSBpwpEVB991ZuKlnF9zj990ZVxyktAcBVpxkunn5Yyp1a7C3ZlOQ5hORmNzkOrn
5GBzkYek0Yal1O7u7oKk1ZUtJM4eB4Kj0oOj0azC3ujl4kxpi6CgoFh3lt5sXXyi04uo1N1tXRtM
hldyldp1ZxdJhCBrwXui1H6h0+rx8ZgXC+Z0Yx1Rievy8yBovPDv7WR1kvb9/qvC3+ByY7PH4OBm
VdcyHtxuX84oEoSk0SZ2zJ0XC2p4jSZvxICs2xpRjN53ajx5xnqj0aSjoH6k1+asopp1b6Gkpa/D
3dtrW6arq+7t66GhodYhDd0iDvHx8dIcBnmGl3yi1Fdwk3+l1dsiD4Wn1l9yjtIuGX6l1tghDoGi
0vLx8EV/xdYhDtkiDXmh1+bt7uOkm5Cr2JoXC3um1NtwYXSeziFnvZUXCihzyNpdTCRwxZMiE5VQ
RuR6be319Yyp1NUhCuYjEFhxkezp5ptTS5ZQR9x2au3r6idqu1xxkJsXC98iENxtXthzZnWg1tyI
fZQTBaOiodQcCGBzkvTw7k9tlX6h0oGi0c4bBPH19htlvHmh1N1rW+zw8H+i0omm1NchDNwiDiVt
wZq32dodCJRWTnqh1O7t7AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjYAJ2ASGOh0ZhKLrxkwQIo0QcPqYTUGcQBjRE3Bw50ukLhQpEef0TIGLGkjZZFAwCEcoAnCaQj
ES6NUpFCR4dVKQlU2DIDBpIJGEhsEpVjRRcACQjQAdVHDaEAGkxoivGJSBCkBCYpQcGAVABDZsis
kXRqgwABcyJxYlAgToAHVlS98ZSHhQAFO2xkKNDgjIEychjpwUElhIIFPxSJaQAHjIEaU4CY8nPn
0IIBgqRY+sLmkaNMEp7wYQIFU4kwQwKhKgWhUJMWN2j4iPKiCgIEXBBR2sPDzomAADs=


[BFAPI]
ErrorClientVersionTooOld, "La version de votre client est trop ancienne.\nVeuillez mettre à jour votre application et réessayez."
ErrorFailClientTime, "L'horloge de votre ordinateur n'est pas configurée correctement.\nVeuillez vérifier votre horloge système et réessayez."
ErrorFailLogin, "Veuillez vérifier votre courriel et votre mot de passe, puis réessayez."
ErrorFailPrefix, "La connexion a votre compte Binary Fortress a échoué.\nVeuillez vérifier votre connexion internet, et vérifier que l'application n'est pas bloqué par un proxy ou un pare-feu sur votre ordinateur ou votre réseau."
ErrorInvalidProTrialLicenseKey, "Votre clé de licence d'essai semble invalide.\nVeuillez nous contacter pour plus d'information."
ErrorItemSizeTooLarge, "Un des points que vous essayez de synchroniser est trop grand.\nVous aurez besoin de supprimer le grand élément et essayez de synchroniser à nouveau."
ErrorTrialExpiredPrompt, "Votre licence de la version d'essai Pro a expiré.\nVoulez-vous nous contacter et commencer une nouvelle période d'essai ?"
ErrorTwoFactorInvalid, "Votre Code a double facteur est invalide ou expiré.\nMerci de réessayer."
ErrorUnknownProPurchasedLicenseKey, "Votre clé de licence semble invalide.\nVeuillez nous contacter pour plus d'information."
LoginPrompt, "Vous devez entrer vos informations de connexion à Binary Fortress pour synchroniser vos profils.\nVoulez-vous entrer vos informations de connexion maintenant ?"
PromptTwoFactor, "Merci d'entrer le code a double a facteur qui vous a été envoyé sur votre appareil.\nSi vous ne le recevez pas d'ici quelques minutes,merci de contacter le support Binary Fortress."
PromptTwoFactorImportOldCredentials, "Cette application supporte maintenant l'authentification a double facteur, et elle est actuellement activée pour votre compte.\n\nMerci d'entrer le code a double facteur qui vous a été envoyé sur votre appareil.\nSi vous ne le recevez pas d'ici quelques minutes, merci de contacter le support Binary Fortress."
PromptTwoFactorTOTP, "Veuillez saisir le code à 6 chiffres généré par votre application d'authentification mobile.\nSi vous rencontrez des problèmes avec votre code d'authentification, veuillez contacter l'assistance Binary Fortress."
TitleSync, "Synchronisation avec votre compte Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "Connexion (&L)"
btnLogout, "Déconnexion (&L)"
btnMyAccount, "Mon compte (&A)"
btnMyLicenses, "&Mes licences"
btnRegister, "Enregistrer (&R)"
btnResetPassword, "RàZ mot de passe"
lblEmailAddress, "Courriel :"
lblName, "Nom :"
lblPassword, "Mot de passe :"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Personnel ou Entreprise, # indiqué dans le nom de licence"
LicenseRestrictionEnterprise, "Nombre illimité d'ordinateurs sur plusieurs sites appartenant à la société"
LicenseRestrictionPersonal, "Nombre illimité d'ordinateurs et un seul ordinateur d'entreprise que vous êtes seul à utiliser"
LicenseRestrictionSite, "Nombre d'ordinateur illimité sur 1 site"
LicenseRestrictionStandard, "Licence personnelle ou professionnelle, 1 ordinateur"
LicenseRestrictionSteam, "Nombre illimité d'ordinateurs dont vous êtes l'utilisateur principal, doit être installé depuis le client Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Veuillez entrer une adresse email valide et réessayer."
ErrorEnterPassword, "Veuillez entrer votre mot de passe et réessayer."
ErrorLoginFailed, "Impossible de charger vos informations de compte.\nVeuillez vérifier votre adresse email et mot de passe et réessayer."
ErrorNoLicensesFound, "Désolé, nous n'avons trouver aucune information de licence pour ce compte.\nSi vous avez besoin d'assistance, veuillez nous contacter."
ErrorUnknownLicenses, "Une erreur s'est produite en chargeant vos informations de licence."
ErrorUnknownLogin, "Une erreur s'est produite en chargeant vos informations de compte."
Note, "Connectez-vous pour récupérer votre clé de licence et synchroniser avec votre compte Binary Fortress."
SelectLicensePrompt, "Vous utilisez actuellement une version gratuite, ou une version d'essai Pro, ou votre clé de licence est invalide.\nVoulez-vous charger une clé de licence depuis votre compte Binary Fortress ?"
Title, "Mon compte Binary Fortress"
TitleLoadingLicenses, "Chargement des informations de licence"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Date de création"
colDateExpires, "Date d'expiration"
colLicenseKey, "Clé de licence"
colLicenseRestrictions, "Restriction de licence"
colLicenseType, "Type de licence"
colName, "Nom de la licence"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Êtes-vous sûr de vouloir utiliser cette clé de licence ?"
ErrorSelectLicense, "Veuillez sélectionner une licence dans la liste et réessayez."
ShowNeedLicenseWarning, "Sélectionnez une de vos clés de licence dans la liste, puis cliquez le bouton 'OK' pour utiliser cette clé de licence."
Title, "Mes licences"


[BFFormCodeEditor]
btnHotKeyEdit, "&Editer"
btnInsertFunction, "&Insérer le code"
btnInsertFunctionTT, "Naviguer à travers une liste de scripts pré-existants pour vous aider à créer votre propre fonction."
btnRedoTT, "Refaire (Ctrl+Y)"
btnReferencesDefault, "Références par défaut"
btnRunFunction, "Exécuter (&R)"
btnRunFunctionTT, "Exécute la fonction actuelle."
btnUndoTT, "Annuler (Ctrl+Z)"
btnVerifyFunction, "&Vérifier"
btnVerifyFunctionTT, "Vérifie le code de la fonction actuelle sans lancer son exécution."
ErrorCompileFailed, "Echec de la compilation."
ErrorEnterCode, "Entrez un peu de code C# ou VB.net et réessayez."
ErrorEnterName, "Entrez un nom et réessayez."
ErrorRunFailed, "Echec de l'exécution."
lblDescription, "Description :"
lblHelp, "Aide concernant les fonctions"
lblKeyCombination, "Combinaison de touches :"
lblLanguage, "Langage :"
lblName, "Nom :"
lblReferences, "Références :"
lblShare, "Partagez votre code avec la communauté !"
MessageRunning, "Exécution :"
MessageRunSuccess, "Exécution terminée avec succès."
MessageVerifySuccess, "Vérification terminée avec succès."
MessageWait, "En attente de la terminaison de l'exécution de la fonction.\nVous pouvez utilisez l'icône dans la zone de notification pour stopper la fonction."
MessageWaitTitle, "En attente de la fonction"
PromptChangeLanguage, "Souhaitez-vous charger le code par défaut de la fonction ?\nAttention, ceci effacera le code actuel de la fonction."
PromptCloseWithoutSave, "Êtes-vous sûr de vouloir fermer sans sauver ?"
PromptDefaultReferences, "Êtes-vous sûr de vouloir rétablir les références par défaut ?"
PromptInvalidSave, "La fonction de script semble être invalide.\nSouhaitez-vous la sauvegarder quand même ?"
ShareMessage, "Votre code sera joint à cette demande automatiquement.\nSi vous souhaitez transmettre un message, veuillez le saisir au-dessus de la ligne de division. Merci !"
ShareSubject, "Fonction de script :"
ShareTitle, "Partager une fonction de script"
ShareWarning, "Votre nom sera utilisé pour les crédits, aussi merci de nous préciser si vous souhaitez utiliser un alias ou partager de manière anonyme."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Veuillez choisir le(s) style(s) de Fenêtre :"
PromptSelectWindowStylesEx, "Veuillez choisir le(s) style(s) étendu(s) de Fenêtre :"
RemoveConfirmOne, "Êtes-vous certain de vouloir retirer l'élément sélectionné ?"
SelectAnItem, "Veuillez choisir un élément dans la liste et essayez à nouveau."
SelectAudioDevice, "Veuillez sélectionner un dispositif audio."
SelectMouseCursorLocation, "Cliquez pour choisir un emplacement pour le curseur de la souris\nAppuyez sur une touche pour annuler"
SendKeys_EditString, "Modifier la chaîne de caractères"
SendKeys_EnterString, "Entrer la chaîne de caractères :"
SendKeys_mniAddKeyCombination, "Ajouter une combinaison de touches"
SendKeys_mniAddRawText, "Ajouter du texte brut"
SendKeys_mniAddText, "Ajouter du texte"
SendKeys_Title, "Développeur Envoi de touches (SendKeys)"


[BFFormDownload_Strings]
ConfirmCancel, "Êtes-vous sûr de vouloir annuler ce téléchargement ?"
Error, "Une erreur s'est produite."
Progress, "Reste: {0} Ko ({1} Ko total)"
ProgressUnknown, "Téléchargé: {0} Ko"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Veuillez sélectionner un mot-clé WallpaperFusion et réessayez."
lblQuery, "Filtre :"
Title, "WallpaperFusion mot-clés"


[BFFormOnlineMacroBrowser]
btnClose, "Fermer (&C)"
colContributors, "Contributeurs"
colCreatedBy, "Créé par"
colDownloads, "Téléchargements"
colLanguage, "Langage"
colLastModified, "Dernière modification"
lblQuery, "Filtre :"
Loading, "Chargement..."


[BFFormProxySettings_Controls]
btnSave, "Enregistrer"
lblProxyAddress, "Adresse serveur :"
lblProxyPassword, "Mot de passe :"
lblProxyPassword2, "Ressaisir le mot de passe :"
lblProxyPort, "Port :"
lblProxyUsername, "Nom d'utilisateur :"
rdoCustomSettings, "Utiliser des réglages serveur proxy personnalisés (&C) :"
rdoNoProxy, "Pas de serveur Proxy (connexion Internet directe) (&N)"
rdoUseIESettings, "Utiliser les paramètres de connexion d'&Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Veuillez saisir une adresse de Serveur Proxy ou sélectionner 'Aucun Serveur Proxy'."
EnterServerPort, "Veuillez saisir le port du serveur Proxy ou sélectionner 'Aucun Serveur Proxy'."
PasswordDecryptionFailed, "Vos paramètres de connexion internet semblent être invalides.\nVoulez-vous à nouveau entrer votre mot de passe du serveur proxy pour corriger ces paramètres ?"
PasswordsNotMatch, "Vos saisies de mot de passe du serveur Proxy sont différentes, veuillez réessayer."
Title, "Paramètres de connexion Internet"


[BFFormSelectApplication]
AllApplications, "Toutes applications"
btnBrowse, "Navigation (&B)"
colApplication, "Application"
colPath, "Chemin"
GroupDesktopApplications, "Applications de bureau"
GroupWindows8Applications, "Application Universelle Windows"
lblWindowPicker, "Déplacer sur une fenêtre pour sélectionner automatiquement ce processus"
PleaseSelectApplication, "Veuillez sélectionner l'application en premier."
Title, "Sélectionner l'application"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valeur par défaut"
chkShowOnlyModified, "Afficher uniquement les valeurs modifiées"
colSetting, "Paramètres"
colValue, "Valeur"
lblFilter, "Filtre :"
lblHelp, "Double-cliquez sur un paramètre pour le modifier, cliquez sur le bouton 'Aide' pour plus d'information."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Une erreur s'est produite lors de la sauvegarde des paramètres."
SavedSuccessfully, "Vos paramètres avancés ont été sauvegardés avec succès.\nVous pouvez avoir besoin de redémarrer l'application pour que ces paramètres aient effet."
Title, "Paramètres avancés"
TitleEdit, "Editer les paramètres avancés"


[BFFormSettings_Controls]
btnAdvancedSettings, "Paramètres avancés"
btnAutoUpdateCheckNow, "Vérifier maintenant les mises à jour (&U)"
btnBackupSettings, "Exporter les paramètres"
btnLanguageHelp, "Aider à terminer une traduction"
btnLicenseChangeToFree, "Passer en version gratuite"
btnLicenseKeyRequestTrial, "Demander une autre licence d'essai"
btnLicenseKeyRestoreTrial, "Restaurer la clé de licence d'essai"
btnLicenseLoadOnline, "Charger depuis le compte Binary Fortress"
btnLicensePasteFromClipboard, "Copier depuis le presse-papiers"
btnProxySettings, "Paramètres de connexion Internet"
btnRestoreSettings, "Restaurer les paramètres"
btnTroubleshootingClearLogBASE, "Effacer le journal"
btnTroubleshootingCopyBASE, "Copier l'information dans le presse-papiers"
btnTroubleshootingExportBASE, "Exporter l'Information dans un fichier"
btnTroubleshootingForceCleanupBASE, "&Forcer une purge mémoire"
btnTroubleshootingOpenLogBASE, "Ouvrir le journal"
btnTroubleshootingRefreshBASE, "Rafraichir"
chkAutoUpdate, "Vérifier les mises à jour automatiquement"
chkAutoUpdateBeta, "Vérifier les nouvelles versions Beta (plus récentes, instables)"
chkAutoUpdateSteam, "Vérifier les mises à jour automatiquement (Steam peut ignorer ce paramètre)"
colLanguageName, "Nom"
colLanguagePercentComplete, "Achevée"
colLanguageTranslators, "Traducteurs"
colLanguageVersion, "Version"
gbAutoUpdate, "Mise à jour recherche"
gbLicenseReseller, "Information revendeur"
lblAutoUpdateWarningBASE, "Attention : Mise à jour automatique est actuellement désactivée, vous ne serez pas invité à installer les nouvelles versions"
lblLanguageGetMore, "Recevez les nouvelles langues, ainsi que les mises à jours"
lblLicenseExpires, "Date d'expiration de la licence :"
lblLicenseKey, "Clé de licence :"
lblLicenseTo, "Licencier à :"
tabAbout, "A propos"
tabLanguage, "Langues"
tabLicense, "Clé de licence"
tabOptions, "Options"
tabOurApps, "Nos applis"
tabTroubleshooting, "Dépannage"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Etes-vous certain de vouloir retirer votre clé de License et revenir à la version gratuite ?"
ChangeToFreeFromTrialPrompt, "Si vous voulez réutiliser la version d'essai Pro, vous devrez demander une nouvelle clé à notre support technique. Si vous désirez savoir quelles fonctionnalités ne sont pas disponibles dans la version gratuite, veuillez visiter notre page "Free vs Pro".\n\nEtes-vous certain de vouloir retirer votre clé de License et revenir à la version gratuite ?"
DebugLogCleared, "Le fichier historique de dépannage a été correctement vidé."
DebugLogNotFound, "Le fichier historique de dépannage n'a pas été trouvé.\nAssurez vous d'avoir au préalable activé l'historique de dépannage."
FreeVersion, "Version gratuite"
LanguageHelpMessage, "Je voudrais aider à terminer une traduction !"
LanguageHelpMessageDescription, "Aidez-nous à terminer une traduction, et recevez une licence Pro Standard gratuitement en retour !\nQuelqu'un communiquera avec vous dans les 2 jours ouvrables."
LanguageRightToLeft, "De droite à gauche"
LicenseKeyRequestTrialDescription, "Quelqu'un prendra contact avec vous sous deux jours ouvrables."
LicenseKeyRequestTrialMessage, "J'aimerais demander une nouvelle licence d'essai, merci !"
LogLevel0, "L0 : Journalisation désactivée"
LogLevel1, "L1 : Journalisation minimale"
LogLevel2, "L2 : Journalisation détaillée (non recommandé)"
LogLevel3, "L3 : Journalisation complète (non recommandé)"
RegistryExportSuccess, "Vos paramètres ont été enregistrés avec succès."
RestoreSettingsFailed, "Echec de la restauration de vos paramètres."
RestoreSettingsPrompt, "Ne jamais restaurer des sauvegardes qui n'ont pas été créés par vous ou l'équipe de soutien Binary Fortress.\nEtes-vous sûr que vous souhaitez restaurer cette sauvegarde ?"
RestoreSettingsSuccess, "Vos paramètres ont été restaurés avec succès."
SettingsLoadError, "Une erreur s'est produite lors du chargement des paramètres."
SettingsSaveError, "Une erreur s'est produite lors de l'enregistrement des paramètres."
Title, "Paramètres"
TroubleshootingCopyError, "Vos informations de dépannage n'ont pas pu être copiées."
TroubleshootingCopySuccess, "Vos informations de dépannage ont été convenablement copiées dans le presse-Papiers."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Attacher un Fichier"
btnAttachmentsClear, "Nettoyer les pièces jointes"
chkIncludeBackup, "Inclure une sauvegarde des paramètres avec cette demande de support"
lblEmailAddress, "Courriel :"
lblMessage, "Message :"
lblName, "Nom :"
lblSubject, "Sujet :"
lblWarning, "Les informations de l'onglet problèmes et votre fichier 'Debug.log' seront encryptés et joints à cette demande de support afin que nous puissions résoudre votre question plus rapidement."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Veuillez entrer une adresse email valide et réessayer."
EnterMessage, "Veuillez saisir un message puis réessayez."
EnterName, "Veuillez saisir votre nom puis réessayez."
EnterSubject, "Veuillez saisir un sujet."
PromptClearAttachments, "Êtes-vous sûr de vouloir supprimer ces pièces jointes ?"
SendSuccess, "Votre information a été envoyée avec succès.\nQuelqu'un vous contactera dans les 2 jours ouvrables."
Title, "Demande de support"
TooLongEmailAddress, "Veuillez entrez une adresse email plus courte et réessayez."
TooLongName, "Veuillez entrez un nom plus court et réessayez."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Acheter la licence Pro"
btnLater, "Peut-être plus tard"
btnMoreInfo, "Plus d'informations"
lblInvalidLicense, "Votre clé de licence Pro semble invalide !\n\nVeuillez vérifier que vous avez rentré correctement la clé de licence dans l'onglet clé de licence de la fenêtre Paramètres.\n\nSi votre clé de licence est correcte et que vous avez toujours ce message, veuillez contacter le support de Binary Fortress à l'aide du bouton aide ci-dessous."
Title, "Clé de licence invalide"


[BFFormUpdate_Controls]
btnChangeLog, "Nouveautés et &Changements"
btnDownloadOnly, "Voir le site Internet (&V)"
btnInstallNow, "&Installer maintenant"
btnInstallOnExit, "Installer à la quittant (&x)"
btnRemindMeLater, "&Rappeler-le moi Plus Tard"
btnSkipThisVersion, "Passer cette version (&S)"
lblNewVersion, "Nouvelle version :"
lblOldVersion, "Version actuelle :"
lblUpdateNotes, "Quoi de neuf dans cette version :"
lblUpdateSize, "Taille MàJ :"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Il est recommandé de mettre à jour vers cette nouvelle version.\nÊtes-vous sûr vous voulez ignorer cette mise à jour ?"
DownloadFailedSave, "Impossible de sauver ce fichier localement."
DownloadingUpdate, "Téléchargement de la mise à jour"
DownloadInvalidData, "Données invalides revenues du serveur. Le serveur peut avoir un problème pour trouver le fichier demandé."
DownloadNoData, "Aucune donnée parvenue du site Web."
ErrorDownload, "Une erreur s'est produite en essayant de télécharger la nouvelle version."
FreeNotice, "Cette mise à jour, et toutes les futures mises à jour sont gratuites ! Mettez à jour aujourd'hui et profitez-en !"
RebootMightBeRequiredWarning, "Un redémarrage peut être requis après cette mise à jour soit installée."
Title, "Mise à jour disponible"
UpdateProMessage, "Vous devez mettre à jour en licence Pro pour utiliser la mise à jour en un seul clic.\nVoulez-vous plus d'informations sur la mise à niveau ?"


[BFHelpButton_Controls]
mniDiscussions, "Discussions de la communauté"
mniOnlineHelp, "Aide en ligne"
mniSupportRequest, "Demande de support"


[BFHotKey]
ButtonRemoveInvalidHotKey, "&Supprimer la combinaison de bouton invalide"
ErrorHotKeyBindFailed, "La liaison du raccourci a échoué :"
ErrorHotKeyComboInUse, "Cette combinaison de touches renseignée est déjà utilisée. Il y a plusieurs raisons pour que cela survienne :\n- Cette combinaison de touches est déjà assignée ailleurs sur une autre application\n- Une autre application utilise déjà cette combinaison de touches\n- Une fonction propre à Windows utilise cette combinaison de touches\n\nVeuillez éditer ou supprimer la combinaison de touches dans les réglages."
ErrorIncorrectKeyValue, "Combinaison de touches invalide: veuillez entrer une valeur."
ErrorIncorrectNumberElements, "Combinaison de touches invalide: nombre de touches erroné."
ErrorIncorrectNumberKeyMods, "Combinaison de touches invalide: nombre de modificateurs erroné."
ErrorInvalidKeyCombo, "La combinaison de touches que vous avez spécifiée est invalide."
ErrorSystemReserved, "La combinaison de touches choisie est réservée par Windows et ne peut être utilisée."
ErrorTooManyModifiers, "Combinaison de touches invalide: trop de modificateurs."
HotKeyButtonRemove, "Enlever (&R)"
HotKeyButtonSetHotKey, "Définir un raccourci"
HotKeyLabelKeys, "Sélectionnez les modificateurs puis entrez la touche désirée"
HotKeyLabelMouse, "Sélectionnez les modificateurs puis cliquez sur le bouton de la souris désiré"


[BFMessage]
btnCopy, "&Copier dans le presse-papiers"
btnMoreInformation, "Afficher plus d'informations (&S)"


[BFTextQuery]
CaseSensitive, "Respect Min/maj :"
ErrorBracketMismatch, "Erreur : non correspondance des crochets.\nVeuillez fermer les crochets ouverts ou placer votre requête entre guillemets."
ErrorEscapeCharAtEnd, "Erreur : caractère d'échappement '\' trouvé en fin de requête.\nVeuillez supprimer ou "échapper" le caractère."
ErrorExpectedMatchCountChar, "Erreur : ':::cbc:::' attendu en position {0}.\nVeuillez fermer les crochets ouverts ou placer votre requête entre guillemets."
ErrorExpectedQuote, "Erreur: '"' attendu en position {0}.\nVeuillez "échapper" les caractères '"'."
ErrorInvalidChar, "Erreur: caractère non valide '{0}' à la position {1}.\nVeuillez entourer de guillemets."
ErrorInvalidDigit, "Erreur : chiffre invalide en position {0}.\nLes nombres doivent être positifs et ne contenir que des chiffres."
ErrorInvalidWordBoundary, "Attention: Caractères invalides.\nSeuls les lettres et les chiffres sont acceptés par l'opérateur d'égalité."
MayContain, "Peut contenir :"
MayEqual, "Peut être pareil :"
MayNotContain, "Ne peut pas contenir :"
MayNotEqual, "Peut être différent :"
MustContain, "Doit contenir :"
MustEqual, "Pareil à :"
MustNotContain, "Ne doit pas contenir :"
MustNotEqual, "Différent de :"
Time, "une fois"
Times, "{0} fois"


[BFUpdateCheck]
AlreadyInProgress, "Vérification des mises à jour en cours..."
ErrorRunningDownloadedFile, "Une erreur s'est produite lors de l'exécution du fichier d'installation téléchargé."
FailedToGetVersion, "Impossible de charger la version la plus récente."
NoUpdate, "Vous utilisez déjà la version la plus récente."


[cFunctions_Strings]
FolderNotRecognized, "Le dossier sélectionné n'est pas reconnu et ne peut pas être recherché."


[CommonControls]
chkIsMetroApp, "Cette application fait-elle partie des applis Metro (Universelle) ?"
lblMetroAppID, "Identifiant du processus de l'Appli :"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Parcourir et Ajouter"
btnBrowseExcludePath, "Parcourir"
btnFolderBrowse, "Navigation (&B)"
btnFolderBrowseAppend, "Parcourir et Ajouter"
btnNewSearch, "Rechercher dans un nouvel onglet"
btnPause, "Pa&use"
btnResume, "Contin&uer"
btnSearch, "&Recherche"
btnStop, "&Arrêter"
chkCaseSensitive, "Recherche sensible à la casse"
chkFileSizeMax, "Taille maximale fichier :"
chkFileSizeMin, "Taille minimale fichier :"
chkIsQueryRegEx, "Recherche RegEX"
chkSearchSubFolders, "Recherche sous-dossier"
chkShowFirstResult, "Afficher &uniquement le premier résultat d'un fichier"
chkShowIncludeFilterMatchFiles, "Afficher les noms de fichiers qui correspondent au filtre "fichiers inclus""
chkShowIncludeFilterMatchFolders, "Afficher les noms de dossier correspondant au filtre ""fichier inclus""
chkShowQueryMatchFiles, "Afficher le noms des fichiers qui contiennent le texte recherché"
chkShowQueryMatchFolders, "Afficher le nom des dossiers qui contiennent le texte recherché"
chkUseIFilters, "Recherche en utilisant les handlers fichier (plus lent)"
colDateAccessed, "Date accès"
colDateCreated, "Date de création"
colDateModified, "Date modification"
colEncodingUsed, "Encodage utilisé"
colExtension, "Extension"
colFile, "Nom fichier"
colFileSize, "Taille fichier"
colLine, "Ligne"
colLineNumber, "Ligne #"
colPath, "Chemin"
lblAccessedTo, "au"
lblAdditionalLinesAfter, "Nombre de lignes à afficher avant et après le résultat de la recherche :"
lblAdditionalLinesBefore, "Afficher ces lignes avant et après le résultat de la recherche :"
lblCreatedTo, "au"
lblDateAccessed, "Date dernier accès :"
lblDateCreated, "Date création :"
lblDateFilterLogic, "Logique du filtre Date :"
lblDateModified, "Date modification :"
lblExcludeFiles, "Fichiers ex&clus :"
lblExcludePath, "Chemin(s) exclu(s) :"
lblFilterResults, "Filtre :"
lblIncludeFiles, "&Fichiers inclus :"
lblModifiedTo, "au"
lblPath, "Chemin(s) :"
lblQuery, "Requête :"
lblStatusFound, "Résultats trouvés: {0}"
lblStatusTotal, "Fichiers recherchés: {0}"
mniAbout, "A propos"
mniAddResultsToZipFile, "Zip tous les résultats"
mniAddSelectedResultsToZipFile, "Zip les résultats sélectionnés"
mniClearSearchHistory, "Efface Historique des recherches"
mniCloseAll, "Fermer tout"
mniCloseAllButThis, "Fermer les autres"
mniCloseSearch, "Fermer (&C)"
mniCopyFilePathNewLine, "Copier les noms de fichiers sélectionnés (séparé par la nouvelle ligne)"
mniCopyToClipboard, "Copier les résultats sélectionnés"
mniCopyToClipboardAll, "Copier tous les résultats"
mniExit, "Quitter"
mniExplorerContextMenu, "Menu contextuel Windows"
mniHashWithHashTools, "Hacher avec HashTools"
mniHelp, "Aide"
mniOpenFolder, "Ouvrir le dossier contenant"
mniOpenFolderOnly, "Ouvrir dossier"
mniOpenOther, "Ouvrir avec {0}"
mniPermenentDelete, "Supprimer définitivement les fichiers sélectionnés"
mniRemoveRows, "Retirer le(s) résultat(s) sélectionné(s) de la liste"
mniRenameFile, "Renommer le fichier sélectionné"
mniSettings, "Paramètres"
mniShowFilterControls, "Afficher les filtres de contrôle"
mniTextCopy, "&Copier"
mniTextSelectAll, "&Tout sélectionner"
mniTools, "&Outils"
mniTrayExit, "Quitter"
mniTrayLoadProfiles, "Charger le profil"
mniTrayShowFileSeek, "Afficher FileSeek"
mniTraySyncProfiles, "Synchroniser les profiles"
mnuCopyFilePath, "Copier les noms des fichiers sélectionnés (séparés par des virgules)"
mnuExportAllHTML, "Exporter tous les résultats en HTML"
mnuExportSelectedResultsHTML, "Exporter le(s) résultat(s) sélectionné(s) en HTML"
mnuFileCopy, "Copier les fichiers sélectionnés"
mnuFileCut, "Couper les fichiers sélectionnés"
mnuFileDelete, "Supprimer les fichiers sélectionnés"
mnuLanguage, "Langues"
mnuLoadProfile, "Charger"
mnuManageProfiles, "Gestion profils"
mnuOpen, "Ouvrir"
mnuOpenNotepad, "Ouvrir avec Notepad"
mnuProfile, "Profils"
mnuSave, "Enregistrer"
mnuSaveAll, "Exporter tous les résultats en CSV"
mnuSaveProfile, "Sauver le nouveau profil"
mnuSaveSelection, "Exporter le(s) résultat(s) sélectionné(s) en CSV"
mnuShowFullLanguageList, "Afficher la liste complète"
mnuSyncProfiles, "Synchroniser les profiles"
rdoMatchQueryLineByLine, "Correspondance recherche pour chaque ligne du fichier"
rdoMatchQueryToWholeFile, "Correspondance recherche pour le fichier entier"
tabAdvanced, "Avancé"
tabDateFilters, "Filtre date"
tabFileSizeFilters, "Filtre taille fichier"
tabSearch, "Recherche"


[frmMain_Strings]
AccessedAfterTT, "Accès après {0}"
AccessedBeforeTT, "Accès avant {0}"
AccessedBetweenTT, "Accès entre {0} et {1}"
AllDrives, "Tous les lecteurs"
AppSelectionErrorPartOne, "L'application que vous avez sélectionné ne peut pas être trouvée."
AppSelectionsErrorPartTwo, "Aimeriez-vous en sélectionner une autre maintenant ?"
btnNewSearchTT, "Ouvrir un nouvel onglet et démarrer une recherche"
btnSearchTT, "Démarrer une recherche dans l'onglet en cours"
btnStopTT, "Arrêter la recherche sélectionnée"
CaseSensitiveQueryTT, "Recherche avec respect min/maj"
cboDateFilterLogic_AND, "ET"
cboDateFilterLogic_OR, "OU"
cboExcludeFileFilterMode_Pattern, "Filtre d'exclusion des fichiers est Modèle"
cboExcludeFileFilterMode_RegEx, "Filtre d'exclusion des fichiers est RegEx"
cboExcludeFileFilterMode_TextQuery, "Filtre d'exclusion des fichiers est RequêteTexte"
cboIncludeFileFilterMode_Pattern, "Filtre d'inclusion des fichiers est Modèle"
cboIncludeFileFilterMode_RegEx, "Filtre d'inclusion des fichiers est RegEx"
cboIncludeFileFilterMode_TextQuery, "Filtre d'inclusion des fichiers est RequêteTexte"
cboQueryMode_RegEx, "Recherche RegEX"
cboQueryMode_TextQuery, "Requête est RequêteTexte"
chkShowFirstResultTT, "Afficher uniquement la première ligne"
ColumnChangeMessage, "Les modifications aux colonnes des résultat de recherche ne prendra pas effet tant que vous n'aurez pas redémarré vos recherches."
ContextMenuError, "Une erreur s'est produite lors de l'affichage du menu contextuel."
CreatedAfterTT, "Crée après {0}"
CreatedBeforeTT, "Crée avant {0}"
CreatedBetweenTT, "Crée entre le {0} et le {1}"
CSVSpreadsheet, "Fichiers CSV"
CustomAppOpenError, "Une erreur s'est produite lors de l'ouverture du fichier avec l'application personnalisée."
DateCreatedError, "Veuillez indiquer une 'date fin de création' postérieure à la date de début."
DateFiltersSelected, "Filtre date :"
DateModifiedError, "Veuillez indiquer une 'date fin de modification' postérieure à la date de début."
EmptyPDFError, "Fichier PDF a été recherché mais ne contenait aucun texte"
EnterProfileName, "Saisir le nom profil :"
ErrorDirectoryEmpty, "Le chemin est vide"
ExcludeFilesTT, "Fichiers exclus: {0}"
ExcludePathsTT, "Chemin exclus: {0}"
ExportDateAccessed, "Date d'accès"
ExportDateCreated, "Date créé"
ExportDateModified, "Date modifié"
ExportExtension, "Extension"
ExportFileName, "Nom de fichier"
ExportFileSize, "Grandeur du fichier"
ExportLineNumber, "No. de ligne"
ExportLineText, "Ligne"
ExportPath, "Chemin"
FileDeleteMessage, "Veuillez attendre pendant que FileSeek exécute l'opération demandée.\nVous pouvez fermer cette fenêtre, mais cela peut mener à des résultats inattendus tant que cette tâche est en cours."
FileDeleteQuestion, "Êtes-vous sûr de vouloir effacer les fichiers ou dossiers sélectionnés ?"
FileDeleteTitle, "Suppression fichiers"
FileDeletionError, "Une erreur s'est produite lors de la suppression des fichiers."
FileHandlerError, "Veuillez saisir le chemin pour la recherche."
FileIncludeNameMatch, "Correspondance nom fichier [Filtre fichiers inclus]"
FileOpenError, "Une erreur s'est produite lors de l'ouverture du fichier."
FilePermenentDeleteQuestion, "Êtes-vous certain de vouloir effacer de façon permanente les fichiers ou dossiers sélectionnés ?"
FileQueryNameMatch, "Correspondance nom fichier: {0}"
FileReadError, "Erreur accès fichier: {0}"
FileSelectionError, "Veuillez sélectionner au moins 1 fichier existant puis réessayer."
FileSizeError, "Veuillez indiquer une taille maximum fichier qui soit égale ou supérieure à la taille minimum."
FileSizeFiltersSelected, "Filtres taille fichier :"
FilesSearched, "Fichiers recherchés: {0}"
FilesSkipped, "Fichiers ignorés: {0}"
FolderBrowserDescription, "Choisir un dossier où rechercher"
FolderBrowsingError, "Une erreur s'est produite en parcourant pour un dossier."
FolderIncludeNameMatch, "Correspondance nom dossier [Filtres fichiers inclus]"
FolderItemError, "Echec lors de la récupération du dossier pour l'élément: {0}"
FolderOpenError, "Une erreur s'est produite en ouvrant ce dossier."
FolderQueryNameMatch, "Correspondance nom dossier [Recherche texte]"
FolderReadError, "Erreur dors lecture des dossiers d'un dossier: {0}"
HiddenFolderError, "Ne recherche pas parce que c'est un fichier/dossier caché"
HyperTextMarkupLanguageFile, "Fichier HTML"
IFilterWarning, "Veuillez activer les handlers de fichiers pour afficher des résultats adéquats pour: {0} fichiers"
IncludeFilesTT, "Fichiers inclus: {0}"
InvalidExcludeFilesRegExError, "Le fichier modèles à exclure de RegEx est invalide\n{0}"
InvalidFolderLength, "Taille dossier invalide."
InvalidIncludeFilesRegExError, "Le fichier modèles à inclure de RegEx est invalide\n{0}"
InvalidQueryError, "Votre requête de texte est invalide.\n{0}"
InvalidQueryRegExError, "Motif RegEX invalid.\n{0}"
KeypressError, "Une erreur s'est produite en utilisant ce raccourci clavier."
LinkedFolderError, "Dossier de recherche ignoré car c'est un lien/jonction"
MatchesFound, "Résultats trouvés: {0}"
MatchesFromQueue, "Résultats mis en file d'attente: {0}"
MatchesFromQueueIcons, "Icônes mis en file d'attente: {0}"
MaxFileSizeTT, "Taille maximale fichier: {0}"
MaxPathError, "Le nom du chemin est très long et peut ne pas fonctionner avec quelques programmes"
MenuOpenError, "Une erreur s'est produite en ouvrant le menu."
MinFileSizeTT, "Taille minimale fichier: {0}"
ModifiedAfterTT, "Modifié après le {0}"
ModifiedBeforeTT, "Modifié avant le {0}"
ModifiedBetweenTT, "Modifié entre le {0} et le {1}"
More, "(plus)"
NoDateFiltersSelected, "Aucun filtre date sélectionné"
NoFileSizeFiltersSelected, "Aucun filtre taille fichier sélectionné"
NoOptionsSelected, "Aucune option sélectionnée"
NotepadError, "Une erreur s'est produite en ouvrant ce fichier avec le Bloc-notes (notepad)."
NotYourProfile, "Vous ne possédez pas ce profil."
OnlyShowFirstResultTT, "Afficher uniquement le premier résultat"
OpenManyQuestion, "Êtes-vous sûr de vouloir ouvrir {0} fichiers ou dossiers ?"
OptionsSelected, "Options sélectionnées :"
OtherApplication, "Autre application"
PathsTT, "Chemin(s): {0}"
PathTooLongError, "Windows ne supporte pas cette action avec les longs noms de chemin."
ProfileLoadError, "Il y avait une erreur de chargement du profil."
ProfileLoadOnStartError, "Erreur lors chargement de ce profil. Le Profil n'existe pas."
ProfileNameEmptyError, "Vous n'avez pas entrer un nom de profil.\nVeuillez entrer un nom et réessayer."
ProfileOverwriteQuestion, "Êtes-vous sûr de vouloir remplacer ce profil '{0}' ?"
ProfileSaved, "Paramètres de recherche enregistrés dans le profil '{0}'"
ProfileSaveError, "Impossible de sauver le profil."
ProOnlyDoubleClickPrompt, "L'action par défaut pour un double-clic est une fonctionnalité FileSeek Pro.\nVous pouvez modifier l'action par défaut dans l'onglet Recherche des paramètres.\n\nVoulez-vous plus d'informations sur la mise à niveau ?"
QueryTT, "Recherche:\n{0}"
rdoMatchQueryLineByLineTT, "Ouvrir une ligne fichier à la fois et essayez de trouver la recherche pour chaque ligne"
rdoMatchQueryToWholeFileTT, "Ouvrez le fichier entier en une fois et essayez de trouver la recherche pour le texte entier"
RenameFileError, "FileSeek n'a pas pu renommer le fichier ou dossier sélectionné.\nVeuillez saisir un nom différent et réessayer."
RenameFileFolder, "Renommer fichier sélectionné :"
ResultCopied, "Un résultat copié dans le presse-papier."
ResultCopyError, "Une erreur s'est produite en copiant le résultat de la recherche dans le presse-papiers."
ResultSaveError, "Il y a eu une erreur en sauvant vos résultats.\n{0}"
ResultsCopied, "{0} résultats copiés dans le presse-papier."
ResultSelectionError, "Veuillez sélectionner au moins 1 résultat de la recherche puis réessayer."
SaveResults, "Enregistrer les résultats dans une feuille de calcul"
SaveResultsAsHTML, "Enregistrer les résultats comme HTML"
SaveSearchProfile, "Enregistrer le profil de recherche"
SearchComplete, "Recherche effectuée en {0}s"
SearchCriteria, "Critères de recherche :"
SearchCriteriaEmptyTT, "Recherche des critères vide"
SearchEnd, "Finir recherche : {0}"
SearchError, "Une erreur s'est produite lors de la recherche."
SearchStart, "démarrer recherche : {0}"
SearchSubFoldersTT, "Recherche dans les sous-dossiers"
SettingFormShowError, "Une erreur s'est produite lors de l'affichage de la fenêtre des réglages."
Syncing, "Synchonisation avec votre compte Binary Fortress..."
SystemFolderError, "Ne recherche pas parce que c'est un fichier/dossier système"
TextCopyError, "Une erreur s'est produite en copiant ce texte."
TextProcessingError, "Une erreur s'est produite en traitant le texte."
TextQueryHelpTT, "Aide sur requête de texte"
TextSelectionError, "Veuillez sélectionner un peu de texte puis réessayer."
txtPathTT, "Séparer plusieurs éléments avec le caractère |"
UseFileHandlersTT, "Utiliser les handlers fichiers"
ViewingAppPartOne, "Vous n'avez pas sélectionné d'application de visualisation"
ViewingAppPartTwo, "Voulez-vous en sélectionner une maintenant ?"
ZipFile, "Fichier Zip"


[frmProfileManager_Controls]
btnCopyProfile, "Copier les profils"
btnDelete, "Supprimer"
btnExport, "Exporter profil"
btnImport, "Importer profil"
btnRename, "Renommer"
btnSync, "Synchronisation avec votre compte Binary Fortress"
colProfileName, "Nom profil"
colProfileOwner, "Propriétaire profil"
lblCurrentProfile, "Utilisateur actif: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Comment aimeriez-vous appeler votre nouveau profil ?"
ExportFileSeekSearchProfile, "Exporter profil de recherche FileSeek"
ExportSearchProfileSuccessful, "Profil de recherche exporté avec succès"
FileSeekSearchProfile, "Profil de recherche FileSeek"
ImportFileSeekSearchProfile, "Importer profil de recherche FileSeek"
MustSelectAnItem, "S'il vous plaît sélectionnez un profil de la liste et réessayez."
ProfileDeleteQuestion, "Êtes-vous sûr de vouloir effacer le profil sélectionné ?"
RenameSearchProfile, "Renommer profil de recherche"
SearchProfileName, "Nom profil de recherche :"
Title, "Gestion profils"


[frmSettings_Controls]
btnBrowseOther, "Navigation (&B)"
btnClearHistory, "Efface Historique des recherches"
btnIFilterToggle, "Basculer le handler fichier"
btnOtherDefault, "&Défaut"
chkCloseToTray, "Fermer FileSeek vers la barre système"
chkCombineParameters, "Passer les fichiers multiples à la même instance, plutôt que d'ouvrir plusieurs instances"
chkErrorDirectoryEmpty, "Afficher une erreur lorsqu'un dossier vide est trouvé"
chkErrorForLongPaths, "Afficher une erreur et ignorer le chemin lorsque plus de 260 caractères"
chkExportExtraLines, "Aussi exporter les lignes supplémentaires lors de l'enregistrement des résultats de recherche"
chkIFilterErrors, "Afficher une erreur pour les fichiers sans handler fichier (quand la recherche handler fichier est permise)"
chkIsQueryFullString, "Traiter le texte de la requête comme un terme de requête volumineux"
chkLinkedFoldersSearch, "Recherche fichiers et dossiers qui sont un lien / jonction"
chkLinkedFoldersSearchShowErrorOnSkip, "Afficher une erreur lorsqu'un lien/jonction est ignoré"
chkMinimizeToTray, "Réduire FileSeek à la barre système"
chkOnlyShowMatchedText, "Afficher seulement le texte correspondant dans un résultat de recherche"
chkResetSearchValues, "Réinitialiser les valeurs de l'onglet de recherche lorsque vous démarrez une recherche sur un nouvel onglet"
chkResultWordWrap, "Reporté sur une nouvelle ligne, le texte affiché dans un résultat de recherche"
chkSearchHiddenFiles, "Recherche fichiers && dossiers qui sont cachés"
chkSearchSystemFiles, "Recherche fichiers systèmes && dossiers"
chkSearchWithinLNKFiles, "Rechercher dans le fichier vers lequel pointent les fichiers LNK"
chkShowErrorEmptyPDF, "Afficher une erreur lorsqu'un fichier PDF vide est trouvé"
chkShowFileErrors, "Afficher une erreur quand un fichier / dossier ne peut pas être atteint"
chkShowHiddenFileError, "Afficher une erreur lorsque des fichiers && dossiers cachés sont ignorés"
chkShowSystemFileError, "Afficher une erreur lorsque des fichiers && dossiers systèmes sont ignorés"
chkShowToolTips, "Affiche Infos Bulles"
chkSingleInstance, "Forcer FileSeek à seulement ouvrir une instance"
chkStartWithClearProfile, "Toujours démarrer FileSeek avec critère de recherche à blanc"
chkTreatAllExcludePathFiltersAsWildcards, "Traiter tous les filtres d'exclusion de chemin comme des caractères génériques"
chkTreatAllIncludeFiltersAsWildcards, "Traiter tout les filtres fichiers inclus comme jokers"
chkUseCustomDateFormat, "Utiliser un format de date personnalisé"
chkUsePreviewHandlers, "Utiliser les gestionnaires de prévisualisation dans le volet des résultats"
chkWindowsContextMenu, "Afficher Filleseek dans le menu contextuel de Windows"
colAvailableColumns, "Colonnes disponibles"
colSelectedColumns, "Colonnes sélectionnées"
gbCmdLineVars, "Variables de ligne de commande"
gbDateFormat, "Format Date"
gbGeneralOptions, "Options générales"
gbPresentationOptions, "Options de présentation"
gbSearchColumns, "Colonnes de recherche"
lblCmdLineParam, "Paramètres de ligne de commande à passer :"
lblDateFormatLink, "Chaîne de format Date et Heure personnalisée"
lblDefaultDoubleClick, "Sélectionnez une opération par défaut lors d'un double-clic sur un résultat de recherche :"
lblFileHandlerFAQ, "FAQ sur le gestionnaire de fichier"
lblNumChar, "Afficher ces caractères pour chaque résultat de la recherche :"
lblOtherApplicationName, "Nom pour autre application :"
lblSelectViewingApp, "Application de visualisation fichier sélectionnée :"
lblSkipFile, "Temps de recherche autorisé maximum par fichier (0=illimité) :"
pageSearchViewSettings, "Paramètre de la vue des résultats"


[frmSettings_Strings]
AppBrowsingError, "Une erreur s'est produite en parcourant pour une application."
cboDefaultDoubleClickOperation_ExportAllCSV, "Exporter tous les résultats à CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exporter tous les résultats en HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Exporter les résultats sélectionnés à CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exporter le(s) résultat(s) sélectionné(s) en HTML"
cboDefaultDoubleClickOperation_Open, "Ouvrir avec le gestionnaire par défaut"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Ouvrir le dossier contenant"
cboDefaultDoubleClickOperation_OpenNotepad, "Ouvrir avec Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Ouvrir avec {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Avec cette option activée, une recherche saisie comme foo sera traitée comme *foo*"
ClearHistoryError, "Une erreur s'est produite lors de la suppression de votre historique de recherche."
ClearHistoryWarning, "Êtes-vous sûr de vouloir supprimer votre historique de recherche ?"
CommandLineError, "Veuillez saisir les paramètres de la ligne de commande ou cliquer sur 'défaut' pour les réinitialiser."
CustomDateFormatError, "Une erreur est survenue lors de l'attribution de votre format de date personnalisé.\nVeuillez corriger l'erreur et réessayer."
DisableFileHandler, "Désactiver les handlers fichiers"
DisablePreviewHandler, "Désactiver le gestionnaire d'aperçu"
EnableFileHandler, "Activer les handlers fichiers"
EnablePreviewHandler, "Activer le gestionnaire d'aperçu"
FileCommandDescription, "{0}: remplacé par le nom complet du fichier."
FileHandlerListError, "Une erreur s'est produite en affichant la liste des handlers fichiers."
FileHandlerSelectError, "Une erreur s'est produite en sélectionnant un handler fichier."
FileHandlerToggleError, "Une erreur s'est produite en basculant un handler fichier."
HistoryCleared, "Historique de recherche vidé avec succès."
InvalidExitcode, "Retour ExitCode invalide: {0}"
LineCommandDescription, "{0}: remplacé par le numéro de ligne."
lvIFilters_Extension, "Extension"
lvIFilters_Handler, "Handler"
lvIFilters_HandlerVersion, "Version"
NumOfCharError, "Veuillez saisir un nombre de caractères compris entre {0} et {1} puis réessayer."
PreviewHandlerListError, "Une erreur est survenue pendant l'affichage des gestionnaires d'aperçu."
PreviewHandlerToggle, "Basculer le gestionnaire de prévisualisation"
SettingMenuError, "Une erreur s'est produite lors du paramétrage des réglage du menu contextuel."
tabSettings_FileHandlers, "Handler fichier"
tabSettings_OtherApp, "Autre application"
tabSettings_PreviewHandlers, "Gestionnaires de prévisualisation"
tabSettings_Search, "Recherche"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Résultats de la recherche enregistrés avec succès.\nVoulez-vous afficher le fichier ?"
SearchCriteria, "Critères de recherche"
SearchDate, "Date recherche :"
Title, "Résultats recherche Fileseek"


[IFilterHelper_Strings]
UnknownError, "Erreur IFilter inconnue"
UsingStandardMethodWarning, "Aucunhandler pour ce fichier, recherche en utilisant la méthode standard."


[Installer]
AdditionalIcons, "Icônes supplémentaires :"
CreateContextMenuItems, "Ajouter l'application au menu contextuel de Windows"
CurrentUserOnly, "Pour l'utilisateur courant uniquement"
DesktopIcon, "Ajouter une icône sur le &bureau"
DotNetInstallNow, "Voulez-vous l'installer maintenant ?"
DotNetRequired, "Votre système a besoin d'une mise à jour du framework .NET pour lancer ce programme."
ForAllUsers, "Pour tous les utilisateurs"
LaunchNow, "Démarrer maintenant"
LicKeyInvalid, "Cette clé de licence semble être invalide."
LicKeyLabel, "Clé de licence :"
LicKeySelectOption, "Veuillez sélectionner une option de clé de licence et réessayer."
LicKeyText, "Options de clé de licence :"
LicKeyTextAdminLocked, "Votre clé de licence a été définie par votre administrateur."
LicKeyTextChangeFree, "Cliquer sur 'Changer pour la version gratuite' dans la fenêtre des paramètres pour utiliser la version gratuite."
LicKeyTextEnterOrFree, "Veuillez entrer une clé de licence valide ou choisissez 'Utiliser la version d'essai'."
LicKeyTextPaid, "Utiliser cette clé de licence :"
LicKeyTextTrial, "Utiliser la version d'essai (uniquement la première fois), il reviendra vers la version gratuite après 30 jours"
RunAtStartup, "Démarrer au lancement de Windows"
SteamKeyInvalid, "Votre clé de licence Steam n'a pas réussi à se charger correctement.\nVeuillez quitter ce programme d'installation/application et essayez de cliquer sur Installer ou Relancer à partir de Steam."
TextBefore, "Si vous avez FileSeek actuellement actif, veuillez vous assurez qu'il soit fermé avant d'installer cette nouvelle version.\n\nVisitez https://www.fileseek.ca pour les mises à jour et le support."
UninstallRemoveAllData1, "Voulez-vous supprimer complètement TOUS les paramètres de l'application, les préférences et les fichiers temporaires ?"
UninstallRemoveAllData2, "Cette opération est déconseillée si vous réinstallez l'application."
UnsupportedWindowsVersion, "Ce produit n'est plus pris en charge par votre version de Windows. Souhaitez-vous plus de renseignements sur la façon de télécharger une version antérieure compatible avec votre système ?"


[LicenseValidate_Strings]
ExpiredPrompt, "Désolé, votre clé de licence pour FileSeek Pro a expirée.\nSi vous avez déjà acheté une licence, veuillez la saisir dans la fenêtre des paramètres FileSeek.\n\nVoulez-vous plus d'information à propos de l'achat de FileSeek Pro ?"
FreeLicenseReminder, "Vous souhaitez soutenir les développements futurs ? Cliquez ici !"
Invalid, "Désolé, votre clé de licence est invalide."
InvalidReseller, "Désolé, votre clé de licence est uniquement valide avec FileSeek fourni par votre Revendeur.\nS'il vous plaît contactez votre Revendeur pour plus d'information."
LicenseProcessPro, "Merci de vous être enregistré !"
LicenseProcessProRestoreSettingsPrompt, "Une copie de sauvegarde de vos réglages Pro a été détectée.\nCette copie de sauvegarde date d'il y a {0} jour(s).\nVoulez-vous importer ces réglages Pro ? Tous vos réglages actuels seront remplacés par ceux présents dans cette sauvegarde."
LicenseProcessRemoved, "Votre clé de licence a été retirée."
LicenseProcessTrial, "Merci pour votre essai de FileSeek Pro!\nVotre licence expirera le {0:D}."
TrialAlmostDonePrompt, "Votre licence d'essai expirera bientôt.\nSi vous avez déjà acheté une licence, veuillez la saisir dans la fenêtre des paramètres FileSeek.\n\nVoulez-vous plus d'information à propos de l'achat de FileSeek Pro ?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Rechercher avec Fileseek"


[Words]
About, "À propos"
Add, "&Ajouter"
AdminSettingsLock, "Ces préférences sont gérées par votre administrateur système"
Apply, "&Appliquer"
Browse, "Parcourir"
ButtonLater, "Plus tard (&L)"
ButtonMoreInformation, "Plus d'informations (&M)"
ButtonUseFreeVersion, "&Utiliser la version gratuite"
BuyALicenseKey, "Acheter une clé de licence"
Cancel, "&Annuler"
Close, "Fermer (&C)"
Copy, "&Copier"
Custom, "Personnalisé"
Cut, "&Couper"
Default, "Défaut"
Delete, "&Supprimer"
Disable, "&Désactiver"
Disabled, "Désactivé"
Duplicate, "&Dupliquer"
Edit, "&Editer"
Enable, "Activer (&E)"
Enabled, "Activé"
EnterALicenseKey, "Entrer une clé de licence"
Error, "Erreur"
ErrorNotAdminUACDisabled, "L'UAC est désactivé, mais vous n'êtes pas Administrateur, votre action va probablement échouer.\nVeuillez activer l'UAC ou vous connecter en tant qu'Administrateur puis réessayer.\nSi vous avez désactivé l'UAC récemment, assurez-vous d'avoir redémarré votre ordinateur."
Exit, "Quitter (&x)"
FileTypes_AllFiles, "Tous les fichiers"
FileTypes_ApplicationFiles, "Fichiers d'application"
FileTypes_HTMLFiles, "Fichiers HTML"
FileTypes_ImageFiles, "Fichiers Image"
FileTypes_RegistryFiles, "Fichier du registre"
FileTypes_SoundFiles, "Fichiers son"
FileTypes_VideoFiles, "Fichiers vidéo"
FileTypes_ZipFiles, "Fichiers Zip"
FreeVsPro, "Gratuit vs Pro"
Help, "Aide"
Info, "Info"
InvalidImageFile, "Cette image semble être corrompu ou illisible."
Language, "Langue"
Load, "&Charger"
Name, "Nom"
NameLabel, "Nom :"
Never, "Jamais"
No, "Non"
OK, "&OK"
Paste, "Coller (&P)"
ProductSocialOnFacebook, "FileSeek sur Facebook"
ProductSocialOnLinkedIn, "FileSeek sur LinkedIn"
ProductSocialOnTwitter, "FileSeek sur Twitter"
ProOnlyButtonToolTip, "Cette caractéristique est réservée à la version Pro !\nCliquez ici pour en apprendre davantage."
ProOnlyLabelText, "Obtenez une licence Pro pour activer cette fonctionnalité"
ProOnlyNotice, "Les fonctionnalités de la version Pro sont surlignées en bleu"
ProOnlyQuestion, "Vous devez acheter une licence Pro pour utiliser cette fonctionnalité\nVoulez-vous plus d'informations sur la mise a niveau ?"
ProOnlyShort, "Pro seulement"
Redo, "&Répéter"
Refresh, "Rafraichir"
Remove, "Enlever (&R)"
Rename, "Renommer"
Retry, "Réessayez"
Save, "&Sauvegarder"
Seconds, "secondes"
Select, "Choisir"
SelectAll, "&Sélectionner tout"
Settings, "Paramètres"
Start, "Démarrer"
Stop, "Arrêter"
Sync, "Synchronisation"
Undo, "Annuler (&U)"
Unknown, "Inconnu"
Yes, "Oui"